export const commentsArray = [
  {
    id: 1348,
    date: "1401/05/29",
    user: "الیاس دنیایی",
    text: "قطعا تمامی فروشندگاه گوشی بعد از گوشی های اپل، توصیه به سامسونگ می کنند و در میانرده ها و با قیمت مناسب یکی از جدیدترینها و بصرفه ترین ها همین گوشی A13 است که بسیار زیبا و خوش دست است ولی برای کسانی که اپل دوست هستند گوشه های کِروِ این گوشی چندان جذاب نیست و دوست دارند لبه ها کمی تیزتر و کمتر گرد میشد.",
    status: "در انتظار تایید",
    blogId: "34"
  },
  {
    id: 1347,
    date: "1401/05/29",
    user: "کاربر سایت",
    text: "دوربینش توی نور طبیعی فضای باز خوبه ولی توی خونه خوب نیست، شب که کلا بده. از نظر زیبایی کپی A73 هست و خوبه.قیمتش توی آف نسبت به بازار ارزونتر بود. مشکل نصب اینستا هم داشت که با فیلتر شکن وصل شد به سختی.",
    status: "در انتظار تایید",
    blogId: "88"
  },
  {
    id: 1346,
    date: "1401/05/29",
    user: "ابوالفضل سلیمانی",
    text: "خیلی گوشی خوبی هست نسبت به نسل قبلی ارتقا پیدا کرده",
    status: "در انتظار تایید",
    blogId: "46"
  },
  {
    id: 1345,
    date: "1401/05/28",
    user: "رضا عباسی",
    text: "اگه دنبال ی گوشی واسه کار های روزمره بدون هیچ هنگی و لگی هستید بهترین گزینه هستش ولی اگه می‌خواین بازی های سنگین و انجام بدید پیشنهاد میشه poco f3 بگیرید",
    status: "تایید شده",
    blogId: "55"
  },
  {
    id: 1344,
    date: "1401/05/28",
    user: "سید محسن میرنیام",
    text: "لباس دوخت خوب و رنگ مشکی خوبی داره. قد کار بلند نیست. جنس لباس مقداری پلاستیک داره و بیشتر مناسب پاییز و زمستونه. برای نیمه اول سال گرمه. دوتا چاک هم دوطرف جلوی لباس داره. درکل فقط در شگفت انگیز ارزش خرید داره و با قیمت اصلیش اصلا مناسب خرید نیست.",
    status: "تایید شده",
    blogId: "12"
  },
  {
    id: 1343,
    date: "1401/05/28",
    user: "محمد مشایخی",
    text: "گوشی خوبی است. داخل جعبه یه گارد شفاف سیلیکونی موجود هست. به صورت پیش فرض یه لایه ضد خش هم روی خود گوشی از اول نصب شده. این نکته رو در نظر داشته باشین که صفحه گوشی گوریلا گلس پنج نیست که خب نقطه ضعف حساب میشه ولی چیزی که من تحقیق کردم در حد گوریلا گلس ۳ مقاومت داره. در هر حال میخواستم بگم که اون لایه ضد خش رو نکنین بهتره چون فکر میکنم گارد و گلس مخصوص خودش رو نمیشه به این راحتی ها استفاده کرد. توی دفترچه اش نوشته که در برابر آب و گرد و غبار مقاوم هست ولی استاندارد IP نداره و ...",
    status: "تایید شده",
    blogId: "72"
  },
  {
    id: 1342,
    date: "1401/05/27",
    user: "علی عباسی",
    text: "در واقع یه بلوز کوتاه هست بیشتر تا شومیز. اندازه لباس هم اندازه دور کمر همون اندازه دور سینه است و لباس راسته است. سایز s برا سایز ۴۰ _۴۲ تقریبا مناسبه به نظر من قیمتش در فروش ویژه همون ۲۷۵ منطقی تره و بیشتر از این اصلا ارزش نداره با توجه به قد و کاربرد لباس",
    status: "تایید شده",
    blogId: "31"
  },
];